[
    {
        "3075044": {
            "total_comments": 43,
            "comments": {
                "1": "Great experience !!  I got to live in a nice, quiet neighborhood close to Roslindale Village, transportation and family.  Andrea was very nice and accommodating and I plan on staying here on future trips to Boston",
                "2": "Andrea has a cozy room near a very cute area of Boston. He is very accommodating and has a cute dog. ",
                "3": "Had a great stay at Andrea's place. Convenient and thoughtful. He accommodated our late check-in.",
                "4": "Andrea is a great host. He was warm, welcoming, and generous. My stay was very comfortable and peaceful. I would definitely stay again, and would recommend his place to everyone.",
                "5": "I stayed for 6 days and he provided us wonderful experience. Very clean and nice location. He will help you if you need anything. Such a wonderful place to stay.",
                "6": "I moved to Boston on short notice to take a new job, and was unable to move into my home until a week and a half after my arrival. Luckily, I found Andrea's listing. Andrea made me and my dog feel welcome, which was amazing after a stressful move. Sometimes it can feel awkward to stay in someone else'a home, but he made us feel like members of the household. Thank you, Andrea!",
                "7": "Andrea was super nice! He greeted us late in the evening because we had just driven to there from Ohio. He gave us all of the room information quickly and let us crash like the tired puppies we were. He has an adorable dog, too! The room was just as shown and very cozy. Everything was awesome. ",
                "8": "I loved staying here. The host is very friendly and accommodating. The place is very nice. Would definitely stay here again.",
                "9": "Andrea was super organized and our stay went off without a hitch! It was a quiet and charming space just as he describes in the listing. Andrea was available and helpful during our stay. The surrounding area was also a nice retreat from the downtown bustle.",
                "10": "Andrea was a perfect host. The cabinet with fresh toothbrushes for us and a token for a free coffee at the local coffee shop was a nice touch. What a great experience to start our Airbnb journeys. ",
                "11": "Great experience! Short notice booking very responsive and accomodating.  Very calm peaceful environment.",
                "12": "Andrea was a wonderful host and the nearby Roslindale Village has lots of quirky little attractions. His little dog was a delightful addition! ",
                "13": "Andrea was a nice guy. We didn't have much interaction, but he seemed like a pleasant guy. That being said, and to be honest, I thought the room, specifically the bed and sheets, smelled like they had been used a lot recently. There was a \"greasy\" feeling to the bed and sheets that made sleeping in it less than desirable. The house also had an unpleasant odor that made me a bit nauseous. Again, Andrea was a nice guy, but I thought a better job could have been done in terms of preparing the place for a stranger. ",
                "14": "Andrea was a great, friendly host. My girlfriend and I were only in the Boston area for a few days and spent most of our time in Downtown Boston and Cambridge. Public transit is close by but we ended up using a combination of Lyft and Uber for most trips. Lyft seems to be growing in the area but not quite on the same level as SF (where we are from). Roslindale itself seems like a great place to relax and I definitely recommend checking out the Arthur Aboretum just a little bit north. Overall, I would recommend Andrea - great experience for our first AirBnB!",
                "15": "I lived at Andrea's place for 3 nights. It is just 2 minutes from the public transport and very peaceful. Andrea is kind and supportive providing flexible check in times. I highly recommend it for people who come to Boston for the first time. ",
                "16": "The house is located in a quiet neighborhood. Everything is just perfect. I will book it without hesitation if I stop by Boston next time.",
                "17": "Andrea was very responsive to our questions and welcomed us thoroughly, including our dog.  The house is lovely, as is the neighborhood.  The room in which we stayed was small, but very nice and the air conditioner is in good condition.  The bathroom is very clean and comfortable.  Although the bathroom is shared with Andrea, he is very considerate about making himself scarce during the mornings and evenings when we were using it.  At our request, Andrea allowed us to leave our dog for several hours while we went out to dinner.  Andrea is an extremely pleasant guy, and we enjoyed talking with him.  Our dog liked him, too.  We would definitely go back.",
                "18": "Communication was superb.  Andrea is personable and flexible, allowing me to come and go as I please.  The space is great, sunshine pouring in with great views from his hilltop residence.  The bed is very comfortable and a good shower.  My dog enjoyed the space and walks around neighborhood.  Lots of kids and families in the area, very safe and quiet.  Highly recommended.  ",
                "19": "Andrea is a very nice host.",
                "20": "Andrea's place is comfortable and stylish. The guest room is very cozy and quiet. The neighborhood is convenient for walking to small shops (Fornax Bread Company is awesome) and parks. Andrea is a pro host. He is so kind and welcoming. I would stay here again in the future. Thanks!",
                "21": "We stayed for one week, and it was a very pleasant experience. The house was clean and comfortable, and it was only a short walk to several shops and restaurants. The room was a bit small, but comfortable, and the kitchen and living areas were very nice. Andrea was welcoming and helpful, taking the time to help me with the printer and the washing machine.",
                "22": "Andrea is a very kind and generous host. The place is cute and in a great neighborhood.",
                "23": "My girlfriend and I had a terrific experience staying with Andrea. He is very welcoming and the place is well kept and inviting. The bedroom was very tidy and the bed was comfortable. Parking on the street is no problem (we parked right in front of the house on the street). His dog is very sociable and well behaved. This was our first airbnb experience and I would not have changed a thing!",
                "24": "Andrea is an excellent host!  The location is great and close to everything.  ",
                "25": "Andrea was really welcoming and a great host. He was very communicative and was very flexible with our check in time as we had car issues on the drive up to Boston. The apartment and neighbourhood is very charming and cute! Highly recommended. ",
                "26": "Adrea was very welcoming and flexible to our needs. Location had surprisingly ample parking and was located in a very good area. The house was beautiful and well kept and we felt very comfortable for the duration of our stay.",
                "27": "Andrea is a great host! Very welcoming, friendly, helpful and a great company. We had some issues with our car during our stay, and Andrea went out of his way to help us. \r\nThe apartment is amazing, very clean and spacious, and we loved the area as well. \r\nWe thoroughly enjoyed our stay with Andrea and his dog Mochino, and highly recommend it to anyone travelling to Boston. Thank you very much Andrea!",
                "28": "Andrea is a great host. He was able to pick us up from Forrest Hills station as there weren't any busses running anymore. The place is quite nice and very close to the bus stop to Forest hills station. Thanks Andrea for the nice time and of course your hospitality. ",
                "29": "Andrea was a kind and welcoming host. The place was quiet, the room and bathroom were comfortable and clean. I wasn't able to spend time with Andrea but he seems to be a nice guy. Short notice booking very responsive and accomodating. ",
                "30": "Andrea was a great and welcoming host, flexible with check in and check out times. The room and the bathroom was very comfortable and clean, and we felt at home. Although we had to take the metro followed by the bus everyday to get to Andrea's house, would still consider it relatively accessible. Great stay overall, recommended! ",
                "31": "The host canceled this reservation the day before arrival. This is an automated posting.",
                "32": "Andrea was our first stay using AirBnb and it was everything we could have hoped for. He was very welcoming, friendly, and respectful. The only thing we regret is not being able to spend as much time with Andrea and Mochino! Thank you for an amazing 5 days in Boston! 10/10 would stay again.",
                "33": "We had an excellent stay at Andrea's place during Thanksgiving. Andrea is a friendly host. The room is larger than it looks in the pictures. There is a wardrobe cabinet. In the cabinet there where towels, coffee, tea. Even toothpaste and brand new toothbrushes, in case you forgot them.\r\n\r\nThe location is just beyond the reach of Boston metro system, but there are good bus connections to the metro.",
                "34": "Very nice host !! Would recommend ++! Thx for the parking cues ;)",
                "35": "Andrea was more than helpful when I arrived in Boston. The apartment was nice and spacious with everything you might need. Just a two minute walk from the commuter rail station and even less to the nearest bus. In short, the stay was above expectations and I would definitely recommend Andrea to anyone who's visiting Boston.",
                "36": "Andrea is very friendly.  The room is nice and clean.  He has a cute and quiet dog.  Love this place.  About 25 minutes drive from this place to Boston downtown.  The bed is really comfortable.",
                "37": "Andrea was really welcoming and gave us precious advices on activities, transport and other useful informations.\r\nHis house area is in a calm neighbourhood and not so far from downtown.\r\nThe house is large and has everything we need.\r\nOur trip was really great!",
                "38": "Andrea was a great host. Very nice, helpful, uncomplicated and absolutly recommendable. The room is perfect for two people and everything is very clean and tidy. Also the neighborhood is very nice. Everything that you need is away a few minutes by foot. The ride to Boston Dowtown is very uncomplicated and short too. If i will go another time to Boston  Andrea would be my first contact point.  We were absolutely pleased and happy to be there.    ",
                "39": "Me and my friend were so happy about Andrea's room! Everything is clean and tidy. Andrea was very friendly to us. I am not a pet person but I love his dog which is very quiet. Overall we had a wonderful stay!",
                "40": "Andrea made us feel welcome because he made the effort to meet the train at Rosalind Village. \r\nThe room was prepared for us including a connection to the Internet which was very helpful.\r\nThe house was like others in the street and gave us a sense of history.",
                "41": "We had a great time at Andrea's place. He is very nice and kind. The neighborhood is super nice and we were very happy to have to opportunity to see a real place where real people live: absolutely worth the trip! Furthermore, the house is beautiful, clean, large and comfortable. We definitely recommend it!",
                "42": "Andrea is a great host. Neighborhood is wonderful. It's not far away from the T, my girlfriend and me walked all the time while staying there. The host is very kind and generous too. ",
                "43": "Bei Andrea war alles sehr unkompliziert, was ich sehr zu schätzen wusste! \r\nDie Lage war für mich pervekt, ausserhalb und doch nah genug der Stadt, welche man mit öffentlichen Verkehrsmitteln sehr einfach und schnell erreichen konnte.\r\nZudem, und dies war in meinem Fall das Wesentlichste, er akzeptierte mich mit Hund und zwar, auf eben diese unkomplizierte, gute Art."
            }
        }
    },
    {
        "849408": {
            "total_comments": 34,
            "comments": {
                "1": "Damon is a superb host and his apartment is clean, beautifully adorned, and delightful.  We try to stay there whenever we go to Boston.",
                "2": "Damon is a great host and the apartment was fantastic! It's truly a home away from home. It's as beautiful as the photos and my family of 5 found it quite easy to share the space for 4 days. The only challenge we had was that the internet stopped working for a couple hours, but Damon was very responsive and immediately got on the phone with the provider until it was functional again. I would recommend this place to anyone who wants access to the city with a more quiet, residential place to stay.",
                "3": "Damon is very welcoming.  He was in close contact, making sure we knew where to go and what to do.  The house is beautifully appointed, clean, and comfortable.  They even had fresh flowers!  Thanks Damon yet again.",
                "4": "Great location, we enjoyed our stay in Boston immensely and the location and hospitality made it a very special and enjoyable trip. Damon was very proactive and helpful in advance of the trip and checked in to see all was ok while we were there, so we felt very well looked after throughout our stay. I would strongly recommend to anyone. Thanks again Damon!",
                "5": "Damon was a great host and super communicative. He was open to helping with any issues we may have run into. His home was lovely and my daughters absolutely loved playing in the kid room. It was great to have toys there and not have to worry about traveling up with them. \r\n\r\nI would definitely stay here again and recommend this home to anyone!",
                "6": "The house is well-kept, roomy, and comfortable.  Damon is responsive and does everything he can to make you feel comfortable.  The location is great - near the square in Roslindale.  Thanks Damon.",
                "7": "This felt more like house sitting than staying in someone's spare home/room. Home is 2nd floor of a 3 floor unit (we didn't hear much from 3rd floor but we did need to be a bit mindful of the noise our kids were making -- no late night dance parties). The home is nicely furnished and is fantastic for a family with kids (we were traveling with 3 kids under age 6). There were books and toys to keep everyone entertained. TV and everything else was easy to use. Washer/dryer was super helpful mid way through the week.\r\n\r\nDamon gave clear instructions and was generous with fully stocked kitchen (use what you need to... if you use a lot, please replace or leave cash so he can). We stayed here b/c it was close to my sister. But it also turned out to be a nice location with a nice grocery store down the road and an easy 25 min drive into town. There is a driveway but we always parked on the street (never a problem). All in all, highly recommend. Would stay here again.",
                "8": "We had a wonderful time staying in Damien's place. It was very convent to the T and an easy walk to the village for food & groceries. The place was very comfortable & relaxing to me back to after sightseeing & walking all over Boston all day. Our 2yr old daughter loved his little girls room so we never had a problem putting her to bed in there. The only down side was all the stairs our little girl wanted to walk up by herself without any help, but that's a 2yr old! ",
                "9": "This was my first Airbnb experience and it was awesome thanks to Damon! My coworkers and I were traveling to cover the FSU/BC football game and we needed a last minute place to stay because hotel plans fell through. Damon was super quick to respond and I was able to book 2 days before! The place really did feel like home and it made our first trip to Boston even more enjoyable. The neighborhood was great with stores & restaurants within walking distance. We ate at Yucatan Tacos one night and at Harry's All American for breakfast a few times.. both places were great!\r\nDamon is super quick to respond with any questions or concerns.. For example, I stupidly plugged in a hair dryer to an extension cord with other things plugged in rather than into the wall directly. When I had the hair dryer going, the power went off in a section of the house. I texted Damon about the incident and he literally responded within 4 minutes giving detailed instructions for where to find the breaker. I was able to fix it right away and he apologized that he wasn't in town to fix it himself.. he couldn't be any nicer!\r\nOverall, this was such a great experience and there's no question that Damon's place beats any hotel (price-wise and comfort-wise).\r\nI recommend staying here if you're ever visiting Boston!!",
                "10": "We had a great time staying at Damon's place. The house was clean and well stocked, neighborhood was quiet and easy to find, parking was never a problem, and there are plenty of restaurants, pubs, etc nearby :)\r\n\r\nHighly recommended!",
                "11": "Damon's place is cozy and in a great location! It's very close to downtown Boston and within walking distance to several restaurants and stores. The added bonus is that my girls loved staying in the bunk bed and all of the kid's toys. Damon was also very responsive with all of my questions. We would definitely stay here again!",
                "12": "The communication in advance was clear, and the apartment was fine, as expected.  It was clean and ready.  It was nice to have access to coffee and some food items.  The back bedrooms were quiet, and the neighborhood was fine.  \r\nMy only disappointment was that the clothes washer wasn't working.  If we had known in advance we would have packed more changes of clothing.",
                "13": "Our family, 5 adults, had an enjoyable stay at Damon's place.  The apartment was clean and bright; had a very comfortable living room where we relaxed after busy days; and the kitchen had whatever we needed to have some of our meals.  \r\nOur main purpose was to attend our daughter's graduation at Boston College.  BC was conveniently only a short drive from Damon's.  However, we drove to many of Boston's attractions in different parts of the city.  On a few occasions we used the MBTA or Uber.  Damon's home is in a nice residential area and parking is free and available on the street.\r\nWe all agree that we would return to Damon's place in the future and would recommend it to friends.  It was a huge improvement on 3 hotel rooms.  It was a comfortable home away from home.",
                "14": "My family and I enjoyed staying at Damon's house. It was very clean and comfortable and well-equipped with almost everything we need. I loved the nice kitchen,  spacious dining room and comfortable bed and couch. \r\nDamon was very kind, gentle, and responsive. He texted me back right away whenever I texted him asking some questions. I'll definitely recommend this place to friends who vistit Boston. ",
                "15": "Damon was an awesome host! His home was just as he described it...beautiful with lots of space! Easy drive to Fenway and Boston Commons and surrounded by great restaurants! If staying in Boston I would recommend this home! My family and I had a great experience!",
                "16": "Wonderful experience staying here. Impeccably clean, great kitchen and wi-fi and cable connections, perfect location for us. ",
                "17": "This is a great house and everything was in beautiful shape, clean, and well-kept. The owner clearly cares about his house and tires to please his guests.  Thanks Damon.  The location is great too.  It is within walking distance to the Roslindale Square which is a delightful shopping are with good restaurants and a great feel.  ",
                "18": "Damon's home was just perfect for our family get-together over 4 days and 3 nights. Staying there were my son, wife, and 16-month-old (Seattle) as well as us grandparents (Vermont). Visiting every day was my daughter and her family, with husband, a 5-year-old and a 1-month-old  (10 minutes away). There was ample space for 6 adults at the dining room table and in the living room. The open floor space and comfortable seating made for easy conversation flow, while the 3 bedrooms were separated and quiet. The kitchen was more than well-supplied with pots, pans, cooking and eating utensils - We did quite a bit of cooking. Take-out was also an easy option. The neighborhood is residential with a playground 2 blocks and the Arnold Arboretum a short drive away. Damon was in touch by text and email  several days ahead, as well as during our stay to see if we needed anything.  \r\n ",
                "19": "Hi there. This apartment was excellent for our family. Everything was as described on the listing; no surprises. Damon was very helpful & accommodating.  I highly recommend this apt and this area if you want to visit Boston, but not be caught up in the hustle and bustle of downtown. \r\n",
                "20": "The place was really nice, and perfect for our group.  The price was great, especially compared with what you would pay downtown.  You do need to factor in transportation, but that would be the case no matter where you stay.  The place was really clean and organized, and I really like the furnishings and finishes.  \r\n\r\nDamon could not have been a better host.  He was great with everything including providing additional items that we needed and he was really responsive via phone and email when we had any questions.",
                "21": "If you have a large group and need a perfect place to stay that makes you feel like your home , this is the pace for you!  Damon is a great host , always in communication. Shocking for a University of Texas Graduate :-)\r\n  My family fell in love with this place, and it was all we could do to get my cousin to leave. If we are ever in Boston again this is our place.\r\n\r\nAppreciate is Damon!!!",
                "22": "Damon was a great host and the apartment was how he described in his listing. It was clean and he had all the amenities we needed to make our stay comfortable.",
                "23": "Stayed in this 3BR apt during marathon weekend with my parents, coach and boyfriend. Kitchen is fully equipped and roomy, we were able to cook a few nights. A smoker lives downstairs unfortunately but Damon has an air purifier in every room, and you don't notice a smell at all. My boyfriend and I shared the bunk bed room. The full-size mattress on the bottom was very comfortable.\r\nDidn't get to meet Damon in person but he was very easy to contact and we exchanged a few emails in advance.\r\nRoslindale is a nice area- some good health food groceries, good restaurants. T is within walking distance. \r\nBring your own shampoo/toiletries, FYI. Decent value. ",
                "24": "The place was nice, except that it smelled badly of smoke. If I had known that up front, I would never have rented it.",
                "25": "This trip was made so much more relaxing because of this beautiful home. We especially enjoy the coziness and homeliness, a few traits that we place high priority on. Overall it was an amazing stay, one that absorbs all the exhaustion away from our intense schedule. We highly recommend this choice.",
                "26": "This was my first Airbnb experience and it really could not have been better.  The apartment itself was fantastic - comfortable, well-equipped, convenient, spacious.  We really enjoyed staying there.  I was travelling with my husband and our two young children, and this apartment was just the perfect place to bring toddlers also.  Damon was nothing short of amazing.  I asked a lot of questions and he was always very responsive, both before and during our stay.  He also went above and beyond to help find some “toddler equipment” to lend to us for the kids (training potty, pack ‘n play, stroller, etc.).  I had asked if he happened to have a guard rail for the bed for my nervous toddler and when we arrived he had actually procured a separate toddler bed with guard rails!  My son was so excited when he saw that bed, he immediately said it was “his” and slept happily in it every night!  Thanks very much for a lovely stay and for all your outstanding efforts in accommodating us.  ",
                "27": "This was a great place to stay on our vacation, from the pre-arrival information that Damon shared with us through to the way he interacted whilst we were there.\r\n\r\nThis is a great apartment and exactly like the pics.  It has all the amenities that you would expect and then some.  It is perfectly located, whether you are visiting locally or heading into downtown Boston.\r\n\r\nWe thoroughly enjoyed our stay and would highly recommend this apartment to anyone else who is looking for a great relaxing stay in the Boston area.  We will certainly look to stay here again on our next visit to the area.\r\n\r\nThanks so much.",
                "28": "We have travelled all over the world and never has staying in a foreign place been so relaxed! \r\nIt is really a home away from home. \r\nThe kitchen was great as well as the great appliances. We felt safe and enjoyed our stay.\r\nOur host is really helpful and we will definitely use this apartment again if we have the opportunity to visit Boston. No hotel can match to staying here.\r\nThank you!",
                "29": "We loved staying at Damons place - it was like a home away from home and SO much nicer than staying in a hotel! Description matched reality. Good sized rooms, warm, everything was very clean. Damon made us feel very welcome and was extremely friendly, generous and helpful when my whole family came down with the flu! I would definitely recommend this property and would stay here again if we come back to fabulous Boston.we also took Damons advice and booked uber taxis to get to and from the city. They were very efficient and approx the same price as it would have been for our group of 4 to take the train. Thank you for you great hospitality Damon.",
                "30": "A fun stay at a great place! We were a group of 6 (3 couples) who were in Boston for the Head of the Charles regatta. We found Damon's flat spacious and comfortable, especially the squashy leather furniture perfect for all of us to watch football on the big screen at the end of a long day. The couple who drew the short end of the straw took the room with the bunk beds -- but found them perfectly comfortable! Because our group was unfamiliar with Boston, we'd worried that the location ( Roslindale) might be inconvenient,  inaccessible, or otherwise undesirable. In fact, the neighborhood  is very nice -- a leafy suburb of big, beautiful old houses,  of which Damon's is one -- and is  easily accessible by public transportation. Damon's flat is also easy walking distance to a great, inexpensive  breakfast place (Harry's All American Breakfast) and a good bar (Kellehers).",
                "31": "Damon's house is awesome, and is perfect for my family. Very clean and fully furnished. \nDamon is really nice. although there's some trouble  of the heater Damon soon got us extra blanket and small heater, even refunded us half day rent.\nI though somebody said Damon could not have been a better host, I 100% agree with that. I strongly recommend Damon's house.\nPs. I really like his kitchen which full of everything.",
                "32": "Damon's house is very comfortable. The bedrooms are nice, good shower, and the kitchen is very well equipped. Parking is very easy. Damon was there to meet us and communication was good. Overall, a nice Airbnb experience. I recommend this property. ",
                "33": "We had a lovely stay. The place is very clean and full of space. There are good connections to the public transport. The contact with the host was always good.",
                "34": "We had a great experience with Damon and his house. Everything was as described and he also helped us when we had some logisticas problems. There are 2 apartments in the house and they are pretty independent. The are was quite and secure and pretty convenient for us. Train is really easy to get although not operating during the weekends.\r\n\r\nI would definetly repeat the experience and felt comfortable in the house and with Damon as a guest."
            }
        }
    },
    {
        "5434353": {
            "total_comments": 11,
            "comments": {
                "1": "We're from the neighborhood and stayed at Anthony's place due to an extended renovation of our own home. The plusses would include a large living space, nice neighborhood, good parking, 2 bedrooms, comfortable beds, good communication with host and many others. ",
                "2": "While we did not meet Anthony, contact through email was prompt and helpful.  The large space and convenient location were just right for our needs.  A quiet street, a plus, but a short walk to charming Roslindale Village, also a plus.",
                "3": "Anthony was great. Very helpful. House location is fantastic. Close to a park and the Harvard botanical gardens.  And it came with off street parking. All my needs were met and Roslindale has a shall town feel, yet it's Boston. Very nice. ",
                "4": "Great neighborhood with a park right across the way.  House isn't modern, but was clean and comfortable with everything we needed for our stay.  Anthony was very responsive and respectful without being intrusive.   There is a nice neighbor with a dog that lives above the apartment.  I definitely recommend renting this home.",
                "5": "We stayed in Anthony's lovely apartment for a month after moving to Boston from London with our two cats, and Anthony was very helpful and accommodating about the whole situation. He allowed us to have  items mailed to the house beforehand since our flight was arriving late, and stocked the kitchen and bathroom with essentials. He kept in touch throughout the stay to make sure we were ok, and provided us with helpful information about the area. ",
                "6": "We had a great stay.  Our two adult children stayed in the house and it was better than described.  The house was very clean and larger than we expected.  Anthony was extremely helpful.  He even responded on Christmas Day to a question that we had.  We would definitely stay here again in the future!",
                "7": "Anthony bent over backwards to accommodate our needs. He has been a kind and considerate host. We have had an extended stay between homes and were able to bring some of our things with us. \r\nThe location is perfect for us and the neighborhood pleasant and quiet with nice neighbors upstairs. ",
                "8": "After a 23 hour flight it was lovely to be welcomed by our upstairs neighbours and settle in to Anthony's lovely home. It had everything we needed for our week's stay in Boston, including fresh supplies for our breakfast which was greatly appreciated.\r\nThere was a park nearby, close to public transport, the wifi just worked without a problem, shops close by, all in all a great stay.\r\nWe loved Boston, everyone was really friendly to this couple of Aussies from half a world away!",
                "9": "I shared Anthony's house with a colleague during three weeks and we had a great time there. The house is comfortable, spacious and clean. All equipments worked perfectly. Some very minor details of the house showed the signs of time, but this did not affect the quality of our daily life and actually only added to the charm of the place. Roslindale is a peaceful and lively suburban village with restaurants, shops, a public library, and a farmers' market taking place every Saturday morning. There are quite a few sporting facilities some of which (swimming pool) we were able to use after paying a visit to the local community center. The Arnold Arboretum, possibly Boston's most beautiful park, is very close. We did not have a car but public transport to downtown Boston proved to be efficient, with the commuter train station just five minutes away and – as an alternative – frequent bus connections from Roslindale to the Orange Line station of Forest Hills. Anthony was one of the best hosts I ever met on Airbnb. During the planning phase he helped me to solve a few practical issues related to the organization of my trip and once we were in the house he responded promptly and kindly to all of our requests. We really felt at home in Roslindale during our stay and I would highly recommend this experience to anyone. ",
                "10": "Such a nice place, both Lucy and Anthony are very nice.",
                "11": "The Place was Niveau, a Little bot old fashioned but perfectly prepared with shower gels and the basic groceries .\nThe public transportation into Boston and the shops near by is nice & easy. The only thing I would have wanted to know before is that there are dogs living in the upstairs because of my allergy.\nI would stay there again and do recommend this place."
            }
        }
    },
    {
        "6400432": {
            "total_comments": 21,
            "comments": {
                "1": "Jesus was a very polite host and responded fairly quickly when asking questions while we stayed at his home.  We were new to airbnb and missed that the home did not have air conditioning on the listing.  This would have been fine, but I would recommend having more fans for the home then.  It was very uncomfortable and stifling, even in the basement, during the hot weather.  There was only one portable fan (and only one ceiling fan in the master bedroom) in the home.  Jesus did offer to reimburse us if we wished to purchase another fan for the home, so we appreciated that, but it was not convenient in our schedule to do so, and the weather cooled off slightly to make it more bearable.  Because not all of the windows can be opened to give a better breeze, this would especially have been helpful.  I can see where the main floor at least would be much cozier in cooler weather.\r\n\r\nThe home is definitely an older home (one of two units in the building), so there are many quirks that just come with an older home.  It was fair in cleanliness, floors definitely needed to be washed, and tub did not drain well at all, so felt dirty (Jesus warned us of this the day before we checked in, but did not know prior to booking).  Beds were comfortable, but we never used the 2nd bedroom on the main floor for sleeping due to the heat.  Our boys loved to play in the basement and appreciated the mini basketball hoop and couple of little toys down there.\r\n\r\nThe internet service was very good.  Home is right next to a bus stop, but we didn't have a chance to take public transit.  We did try a couple of the local restaurants in the town square and were very pleased with them.  Street felt safe to go for a walk in the evening (still light out) with our kids.  Free parking space is a very nice feature, too.",
                "2": "This property does not have air conditioning. I assume that most of the time in Boston, this would just be a minor footnote. However, during out trip to Boston during a heat wave, it was a really big deal. When we arrived, the main floor was 87 degrees. A standing fan and ceiling fan were running, but it did nothing to make things bearable. The basement was slightly cooler, at 77 degrees. Unfortunately, 2 of the 3 bedrooms are on the main floor, so my wife and I needed to sleep on the couch and floor of the basement at night. Jesus was helpful in telling us that there was a window unit we could use, but it only fit in the basement - the main floor remained sweltering. I have no doubt that this is not a problem most of the time, but for our trip it was a huge headache.\r\n\r\nThe rest of the house was very nice, and the yard and grill were very convenient. The neighborhood was nice, and the market was very convenient only a few blocks away. The house is pretty spacious and in good condition. I am sure that we would have had a wonderful stay there if it weren't a heat wave. \r\n\r\nJesus was very communicative and did everything he could to make our stay enjoyable.",
                "3": "Jesus was great to work with and we enjoyed our time at his house.  He was very accomodating as our plans had to change a couple of times due to family illness, but he was so gracious.",
                "4": "Place was very clean and inviting. We loved the large table in the dining room for playing board games! Overall great place in the Boston Area.",
                "5": "jesús was an awesome host. He was available when I had questions or concerns and very friendly! His home was just lovely and just what the photos showed- but way more beautiful when we arrived! All in all the experience was truly perfect! ",
                "6": "Jesus was a good host. Whenever we had an issue he was easy to get a hold of and quick to respond with a solution. The house was comfortable and there is plenty of space to relax and move around. The pictures give you a pretty accurate idea of what to expect.",
                "7": "The house was neat and clean ready for us.Comfortable bed and cold drinks in the fridge. Quiet neighborhood near our relatives.What could be better for a weekend visit. Dedicated parking and everything worked.  Warm house on a cold day.",
                "8": "Home was in a perfect location, kept immaculately clean. Communication with Jesus was easy. Five Star experience. Would recommend for anyone ",
                "9": "Jesús was very flexible and quick to response. The place is very spacious and cozy. Very useful kitchen, utilities already existing in the house for the guests. Thank you Jesús, you made my first Airbnb experience successful!",
                "10": "Even though Jesus was unable to be there when we check in, he was very informative about nearby places and how to get into his place. The place was just as described, if not even better!! The neighborhood is nice. Very quiet. At night, it may seem sketchy because it's pretty dark and not a lot of people are out and about but we didn't experience any problems. Would definitely recommend!!",
                "11": " Prompt responses and detailed information for our stay. Jesus listed a variety of places we could go to around the area. House was big and spacious. Would definitely come back again.",
                "12": "My experience with Jesus was great! He was always available when I contacted him and was very professional. I would certainly rent from Jesus again!",
                "13": "The apartment was great!! It has ps3 too which i had a chance to play. The rooms are spacious, in fact the whole apartment is. The host was really helpful and he replied to my questions even at night. The location is great too, its so near to the city and has convienient stores nearby.",
                "14": "Jesus accommodated us with his fantastic home for a weekend while we attended our friends wedding.  We had an amazing time and felt very welcomed and at home and were able to comfortably bond and enjoy our company with friends.  I can't imagine a better experience and are incredibly appreciative for the hospitality and flexibility.  ",
                "15": "My family and I stayed with Jesus for my medical school graduation in Worcester. It was the perfect location for touring in Boston and getting to the graduation ceremony. The house was just what we were looking for. It is in a safe location, not far from the city, with plenty of space. Jesus was very accommodating and made sure we had everything we needed. I would definitely recommend this house to big groups, especially families. Thank you, Jesus!",
                "16": "Jesus has been A SUPER HOST\r\nI reached his place after a LONG 24 Hr. Flight \r\nThe House was AS described in the posting AND it had everything that any one coming from a long distance would need immediately.\r\nJesus was very kind and put in all essentials in the Kitchen too\r\nI did have a GREAT time staying at his house\r\nI will certainly want to stay there again and highly recommend it to all.\r\nThe house is right next to The Bus Stop and easily accessible\r\nThe Neighbourhood is peaceful and safe\r\nThank you JESUS\r\n\r\n\r\n",
                "17": "Feedback :\n1) Boiling water kettle too dirty to use\n2) Towel don't look comfortable to use\n3)  Cooking pot too heavy to use\n4)  Basement room too cold to stay unless during Summer should be ok",
                "18": "This is a comfortable, clean and most conveniently located house for visiting Boston.  Our host, Jesus, made sure that we had everything we needed, exactly as described in the listing.  An excellent value.\r\n",
                "19": "The house was exactly as described. Clean and comfortable for our family of six. Jesus was easy to communicate with and accommodating and left us a nice list of nearby amenities. He responded quickly to all emails and text messages. The house is located close to public transit, one bus plus one train ride away from downtown. It was great not having to pay for parking in downtown Boston.",
                "20": "La casa è in una zona residenziale tranquilla, spaziosa e luminosa. Un pò disordinata e con oggetti personali in giro.",
                "21": "Logement très propre et très grand! Nous avons passé un très bon séjour chez Jesùs et je recommande grandement son logement. Merci beaucoup!"
            }
        }
    },
    {
        "5498472": {
            "total_comments": 1,
            "comments": {
                "1": "Colette est une super hote. Toujours à notre écoute. Sa maison est superbe et très bien aménagée. Nous avons passée 5 semaines formidable. Merci pour tout Colette\nSabrina"
            }
        }
    },
    {
        "7093109": {
            "total_comments": 10,
            "comments": {
                "1": "The place was very nice, everything was clean and there was even some food in the fridge. Nelson gave a brief welcome and he was very friendly. ",
                "2": "Nelson was really nice and communicative. One of the two beds was memory foam. The place was very clean and spotless. The kitchen had everything and even the fridge was stocked with eggs, milk, bagels, bread, cereal, oatmeal, and orange juice. Free to use at no charge. Parking is easy, on the street or in the driveway. Saw Nelson around a lot and he even brought a Fedex package to the door. And had some of the best tacos 1 minute away. About 20-30 minutes to downtown by car.",
                "3": "Nelson is a great host.  He met me when I arrived and couldn't have been nicer.  Not only did he stock the refrigerator for us with milk, bread, eggs, juice, fruit and some other things, but the food he bought was high quality. Most of the food he left for us was exactly what we eat at home which made it even easier for us and our toddler.  The apartment is very comfortable and nice and made it feel like we were staying with a close friend.  It is conveniently located to get to Jamaica Plain, the arboretum, the zoo and to public transportation to get to the city.  Thank you Nelson.",
                "4": "This was a great place to stay! Nelson was very accommodating and everything was exactly as stated in the description. They even had some goodies waiting for us when we arrived :) Very close with an Uber to downtown and other surrounding areas. Would love to stay here again!",
                "5": "We actually arrived in Boston early but the apartment was ready!  Nelson and Marlene had the fridge stocked with basics--bread, eggs, milk and orange juice.  The apartment is very welcoming.  Clean and well decorated, I would even say HGTV worthy!  We were VERY comfortable.  The towels and linens were top notch.  The bus was just a short walk down the street.  While the community is working class, it is clean and safe. We were very comfortable the entire stay.  Being from \"The South\"--Mississippi, in particular--we know hospitality! We certainly saw it here.  We would not have made it a week in a small hotel room for this price.",
                "6": "This is a beautiful and comfortable place to stay if you are staying in this area of Boston. It was convenient to take public transportation. Nelson and Marlene were friendly and helpful. We could not ask for more.",
                "7": "Very good place, the host Nelson is very nice.",
                "8": "Our family of four had the most wonderful stay in Nelson & Marlene's apartment just outside of Boston. The neighborhood is semi-urban: a diverse population of residences mixed with auto shops and bodegas. It may feel \"transitional\" to some, but we found it absolutely welcoming, safe and wonderful to come \"home\" to after touring around Boston. The apartment was as described/photographed. It was spacious for our family's needs, clean as a whistle and well stocked with everything we'd possibly need, including fruit, cheese and a bottle of wine! The blackout curtains in the master bedroom made it a nice dark haven for restful sleep. Nelson was a terrific host-- very communicative. He had great suggestions for us, left us with breakfast items in the refrigerator knowing we were getting in late. It was a perfect quick getaway for our family.",
                "9": "My family and I had a great stay in Boston. Nelson and Marlene's apartment was perfect and made our holiday even better. The apartment is even bigger and nicer than it appears in the photos and we had everything we needed from clean towels to fresh food in the fridge on our arrival.\r\n\r\nNelson took the time to great us when we arrived and was only a call away if we needed to know anything during our stay. We felt very safe in the area and found it very easy to get around using public transport. \r\n\r\nI'd recommend the apartment to anyone and stay there again the next time I'm in Boston. ",
                "10": "ห้องของ Nelson สวยมาก (เหมือนในรูปเลย) \r\nและมีอุปกรณ์ครบทุกอย่าง คุมราคามากๆๆ เจ้าของเอาใจใส่กับผู้พักดีมาก\r\n(ของคุณที่ไปส่งที่สถานีรถไฟในวันแรกด้วยครับ)\r\nเข้า Boston นั่งรถสาย 32 แล้วต่อสายสีส้ม ก็สะดวกใช้เวลาไม่นาน\r\n\r\nทางขึ้นชั้นสองอาจจะชันไปหน่อยแต่เห็นห้องที่ได้แล้วก็ลืมไปเลย :D \r\nสรุป แนะนำครับ\r\n"
            }
        }
    }
]